module.exports.AppConfig = {
    app_name: 'Taximw', 
    app_description: 'تطبيق taximw هو تطبيق محمول يهدف إلى تسهيل عملية حجز وتوصيل التاكسي والنقل العام. يتيح التطبيق للمستخدمين طلب سيارة أجرة بسهولة وسرعة عن طريق تحديد موقعهم الحالي ووجهتهم المطلوبة. يتم عرض معلومات السائق المتاح والسيارة المستخدمة، بالإضافة إلى تقدير التكلفة والزمن المتوقع للوصول. كما يُتاح للمستخدمين تقديم تعليقات وتقييمات عن الخدمة بعد انتهاء الرحلة. يعد taximw حلاً مثاليًا لأولئك الذين يبحثون عن طريقة سهلة وآمنة للانتقال من مكان إلى آخر في المدينة.', 
    app_identifier: 'com.taximw.taxi', 
    ios_app_version: '2.3.5', 
    android_app_version: 105, 
    expo_owner: 'taximw',
    expo_slug: 'taximwapps',
    expo_project_id: '9f370cf6-737c-4c4b-8bc9-99148d9a9ac6'
}